[
  {
    "title": "Key Considerations for Migrating to AEM as a Cloud Service",
    "date": "08/18/2023",
    "description": "In this post, let us explore the architecture of AEM as a Cloud platform and the key considerations and approaches to migrate the existing AEM platform to AEM as a Cloud Service SaaS platform. Please note the details discussed below are more of my personal view and do not reflect the direct view of Adobe or my current organization; validate different perspectives with Adobe before onboarding to AEM as a Cloud Service. Adobe Experience Manager (AEM) is now available as a Cloud Service. Refer to Introduction to Adobe Experience Manager as a Cloud Service | Adobe Experience Manager for more details on AEM as a Cloud Service values.",
    "author": "Albin Issac",
    "tag": "aem",
    "source": "medium",
    "more": "https://medium.com/tech-learnings/key-considerations-for-migrating-to-aem-as-a-cloud-service-2a458a6c77d9"
  },
  {
    "title": "AD0-E134 Practice Test Questions — Adobe Experience Manager Developer Exam",
    "date": "06/21/2023",
    "description": "If you are looking to become an Adobe Experience Manager Developer, taking the AD0-E134 Adobe Experience Manager Developer Exam is a great way to demonstrate your knowledge and skills in this field. PassQuestion provides the most up-to-date AD0-E134 practice test questions to help you prepare for the exam and increase your chances of passing on the first attempt. Our AD0-E134 Practice Test Questions include a variety of question types to help you get familiar with the actual exam format. Additionally, our questions cover all the key topics and concepts that you will be tested on. With PassQuestion’s AD0-E134 practice test questions, you can feel confident and well-prepared for your Adobe AD0-E134 test.",
    "author": "Karensea",
    "tag": "aem",
    "source": "medium",
    "more": "https://medium.com/@karensea2018/ad0-e134-practice-test-questions-adobe-experience-manager-developer-exam-d85a9a36454f"
  },
  {
    "title": "AEM 6.5 Model Annotations",
    "date": "08/21/2023",
    "description": "Adobe Experience Manager (AEM) 6.5 supports various annotations for use in Java models. These annotations are used to inject values, adapt resources, and perform other operations on Sling Models.",
    "author": "Mircea Dumitrescu",
    "tag": "aem",
    "source": "medium",
    "more": "https://medium.com/@mirceagab/aem-6-5-model-annotations-a9493b6e1b28"
  },
  {
    "title": "Dynamic Dropdown in AEM",
    "date": "10/07/2022",
    "description": "All About Dynamic Dropdown (Granite DataSource) in AEM",
    "author": "Shiv Prakash",
    "tag": "aem",
    "source": "unlocklearning.in",
    "more": "https://unlocklearning.in/dynamic-dropdown-in-aem/"
  },
  {
    "title": "JDK 21",
    "date": "09/19/2023",
    "description": "JDK 21 Features",
    "author": "openjdk",
    "tag": "java",
    "source": "openjdk",
    "more": "https://openjdk.org/projects/jdk/21/"
  }
]